IdeaRS.OpenModel.Material.ThermalExpansionState
Type of curvature -  thermal expansion

IdeaRS.OpenModel.Material.ThermalExpansionState.None
The curvature is not defined

IdeaRS.OpenModel.Material.ThermalExpansionState.Code
The curvatire is defined by the code

IdeaRS.OpenModel.Material.ThermalExpansionState.User
The curvature is input by the user